/* An error message that is presented when the user cancels the social login, e.g. Facebook */
"AuthErrorCancelled" = "Megszakítottad a közösségi média bejelentkezésed";

/* An error message that indicates the social credential is invalid */
"AuthErrorCredentialInvalid" = "A közösségi média tokened nem érvényes";

/* An error message that is presented when the social credentials are taken */
"AuthErrorCredentialTaken" = "Valaki már regisztált ezzel a közösségi média profillal";

/* An error message for network errors, like no internet */
"AuthErrorNetwork" = "Hálózati hiba. Nem működik az interneted?";

/* An error message for an unknown error */
"AuthErrorOther" = "Ismeretlen hiba történt";

/* The title for the login error */
"LoginErrorTitle" = "Hiba";

/* The error title for logout errors */
"LogoutErrorTitle" = "Hiba";

/* The text displayed on the create target button, when it's enabled */
"CreateTargetBtnTextEnabled" = "Létrehozás";

/* The text displayed on the create target button, when it's disabled */
"CreateTargetBtnTextDisabled" = "Töltsd ki az űrlapot";

/* The name of the provided target is an empty string */
"TargetValidationErrorEmptyName" = "A név nem lehet üres.";

/* No scores were provided for the target */
"TargetValidationErrorEmptyScores" = "Adj meg legalább 1 lehetséges pontszámot.";
